acl
acpi
acpi_call
acpid
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
allegro
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
archlinux-mirrorlist
artix-archlinux-support
artix-keyring
artix-mirrorlist
asciidoc
asciidoctor
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
automake
avahi
awesome-git
base
bash
binutils
bison
blueman
bluez
bluez-libs
boost-libs
brave-bin
brightnessctl
brotli
btop
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
chocolate-doom
chromaprint
cifs-utils
citra-canary-bin
claws-mail
cmake
compface
compiler-rt
connman
connman-openrc
coreutils
curl
curseofwar
dav1d
db
dbus
dbus-glib
dbus-openrc
dbus-python
dconf
desktop-file-utils
desmume-git
deutex
device-mapper
device-mapper-openrc
dhcpcd
diffutils
discord
dnssec-anchors
docbook-xml
docbook-xsl
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
doxygen
dub
dumb
e2fsprogs
efibootmgr
efivar
elogind
elogind-openrc
emacs
enchant
enet
esysusers
etmpfiles
exiv2
exo
expat
faad2
fakeroot
feh
ffmpeg
ffmpeg-compat-57
ffmpegthumbnailer
fftw
file
filesystem
findutils
flac
flex
fluidsynth
fmt
fontconfig
freedoom-git
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
giflib
git
gitkraken
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
hicolor-icon-theme
hidapi
htop
hwdata
hwloc
iana-etc
ibus
ibus-bamboo-git
icu
imagemagick
imlib2
inetutils
inotify-tools
intel-ucode
intltool
iproute2
iptables
iputils
iso-codes
jack2
jansson
jq
js-beautify
js78
json-c
json-glib
jsoncpp
kbd
kexec-tools
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldc
ldns
ldoc
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libbluray
libbpf
libbsd
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libde265
libdrm
libdvdnav
libdvdread
libedit
libelf
libelogind
libepoxy
libetpan
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libglvnd
libgme
libgpg-error
libgtop
libgudev
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinput
libinstpatch
libisl
libjpeg-turbo
libksba
libldac
libldap
liblphobos
liblqr
libluv
libmad
libmaxminddb
libmd
libmfx
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libotf
libp11-kit
libpcap
libpciaccess
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsndio-61-compat
libsoup
libsoxr
libssh
libssh2
libsysprof-capture
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libudev
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lightdm
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lix-git
llvm-libs
lm_sensors
lmdb
lsof
lua
lua-filesystem
lua-lgi
lua-penlight
lua51
lua52
lua53
lua53-lgi
luajit
lv2
lvm2
lvm2-openrc
lynx
lz4
lzo
m17n-db
m17n-lib
m4
make
md4c
mesa
meson
minetest
minetest-common
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
nano
ncmpcpp
ncurses
neofetch
neovim
netifrc
netstandard-targeting-pack
nettle
newsboat
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
oniguruma
openal
opencore-amr
opendoas
openjpeg
openjpeg2
openmpi
openrc
openssh
openssl
opus
opusfile
orc
p11-kit
p7zip
pacman
pahole
pam
pambase
pamixer
pango
pangomm
paru-bin
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-class-inspector
perl-clone
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-file-sharedir
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-mime-charset
perl-net-http
perl-net-ssleay
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-www-robotrules
perl-xml-parser
physfs
picom-git
pinentry
pipewire
pixman
pkgconf
playerctl
polkit
polkit-gnome
popt
portaudio
portmidi
postgresql-libs
ppsspp
ppsspp-assets
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-apipkg
python-appdirs
python-attrs
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-filelock
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-iniconfig
python-jinja
python-markupsafe
python-more-itertools
python-mpd2
python-msgpack
python-nose
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-pipenv
python-platformdirs
python-pluggy
python-ply
python-progress
python-psutil
python-py
python-pycparser
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pytest
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-tomli
python-urllib3
python-virtualenv
python-virtualenv-clone
python-webencodings
python-yaml
python-zipp
qbittorrent
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-base
qt6-svg
qt6-translations
qutebrowser
rav1e
re2
readline
redshift
rest
rhash
rofi
rtkit
rubberband
ruby
ruby-irb
ruby-reline
rubygems
rustup
sbc
scrot
sddm
sddm-openrc
sdl
sdl2
sdl2_mixer
sdl2_net
sed
semver
serd
shaderc
shadow
shared-mime-info
simplescreenrecorder
slim
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
spatialindex
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
stfl
stylelint
sudo
svt-av1
sysfsutils
taglib
talloc
tar
tdb
testdisk
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-volman
tidy
todo-bin
tpm2-tss
trash-cli
tree-sitter
tslib
ttf-all-the-icons
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-hanazono
ttf-inconsolata
ttf-liberation
ttf-mplus
ttf-roboto
ttf-roboto-mono
tumbler
twolame
tzdata
uchardet
udev
unibilium
unzip
upower
usbmuxd
uthash
util-linux
util-linux-libs
v4l-utils
vid.stab
viewnior
visual-studio-code-bin
vmaf
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
webrtc-audio-processing
wget
which
wildmidi
wpa_supplicant
wxgtk-common
wxgtk2
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfconf
xkeyboard-config
xmlto
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsettingsd
xss-lock
xvidcore
xz
yajl
yasm
yay-bin
youtube-dl
youtube-viewer
zimg
zlib
zstd
zziplib
